Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# settings.dynamicIsland.howToHide.answer
source: 您可以从左右向中间滑动灵动岛，即可隐藏灵动岛。 在锁定屏幕上左滑树脂计时器，即可关闭树脂计时器和灵动岛。
en: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the resin timer on the lock screen to turn off the resin timer and the Dynamic Island.
fil: Maaari mong i-slide ang Dynamic Island mula sa kaliwa o kanan hanggang sa gitna upang itago ito. Mag-swipe pakaliwa sa resin timer sa lock screen upang i-off ang resin timer at ang Dynamic Island
fr: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the resin timer on the lock screen to turn off the resin timer and the Dynamic Island.
it: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the resin timer on the lock screen to turn off the resin timer and the Dynamic Island.
ja: ダイナミックアイランドを左右から真ん中にスライドさせて隠すことができます。 ロック画面で樹脂タイマーを左にスワイプして、樹脂タイマーとダイナミック アイランドをオフにします。
ko: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the resin timer on the lock screen to turn off the resin timer and the Dynamic Island.
ru: Вы можете сдвинуть таймер в Dynamic Island слева и справа в середину, чтобы скрыть его. Проведите влево по таймеру смолы на экране блокировки, чтобы отключить таймер смолы и Dynamic Island.
vi: Bạn có thể trượt Dynamic Island từ trái/phải vào giữa để ẩn đi. Vuốt sang trái trên bộ hẹn giờ nhựa trên màn hình khóa để tắt bộ hẹn giờ nhựa và Dynamic Island.
zh_hant: 您可以從左右向中間滑動動態島，即可隱藏動態島。 在鎖定屏幕上左滑樹脂計時器，即可關閉樹脂計時器和動態島。

# settings.dynamicIsland.title
source: 隐藏灵动岛 / 关闭树脂计时器
en: Hide the Dynamic Island / Turn off Resin Timer
fil: Itago ang Dynamic Island / Patayin ang Resin Timer
fr: Hide the Dynamic Island / Turn off Resin Timer
it: Hide the Dynamic Island / Turn off Resin Timer
ja: ダイナミックアイランドを隠す・樹脂タイマーをオフにする
ko: Hide the Dynamic Island / Turn off Resin Timer
ru: Спрятать Dynamic Island / Выключить таймер смолы
vi: Ẩn Dynamic Island / Tắt bộ hẹn giờ nhựa
zh_hant: 隱藏動態島 / 關閉樹脂計時器

# settings.howToUseNotifications
source: 通知使用提示
en: Tips: How to use Notification?
fil: Mga Payo: Paano Gumamit ng Notification?
fr: Conseil: Comment utiliser Notification ?
it: Tips: How to use Notification?
ja: 通知の使用ヒント
ko: Tips: How to use Notification?
ru: Подсказка: как использовать уведомления?
vi: Mẹo: Hãy bật thông báo của ứng dụng

# settings.icon.xinzoruo.credits.description
source: 感谢[@心臓弱眞君](https://twitter.com/xinzoruo)为我们绘制了全新的App图标。您也可以继续使用以前的图标。
en: Thank you [@心臓弱眞君](https://twitter.com/xinzoruo) for creating a brand new app icon for us. You can also continue using the previous icon.
fil: Salamat kay [@心臓弱眞君](https://twitter.com/xinzoruo) sa paglikha ng bagong app icon para sa amin. Maaari ka rin magpatuloy na gumamit ng dating icon.
fr: Merci à [@心臓弱眞君](https://twitter.com/xinzoruo) d'avoir créé une toute nouvelle icône d'application pour nous. Vous pouvez également continuer à utiliser l'icône précédente.
it: Thank you [@心臓弱眞君](https://twitter.com/xinzoruo) for creating a brand new app icon for us. You can also continue using the previous icon.
ja: 今回[@心臓弱眞君](https://twitter.com/xinzoruo)さんの新しいアプリアイコンのお描き、ありがたくいただきました。アプリ設定画面で以前のアイコンと切り替ることは可能です。
ko: Thank you [@心臓弱眞君](https://twitter.com/xinzoruo) for creating a brand new app icon for us. You can also continue using the previous icon.
ru: Благодарим [@心臓弱眞君](https://twitter.com/xinzoruo) за создание для нас новой иконки приложения. Вы также можете продолжать использовать предыдущую иконку.
vi: Cảm ơn [@心臓弱眞君](https://twitter.com/xinzoruo) đã tạo biểu tượng ứng dụng mới cho chúng tôi. Bạn cũng có thể tiếp tục sử dụng biểu tượng cũ.
zh_hant: 感謝[@心臓弱眞君](https://twitter.com/xinzoruo)為我們繪製了全新的應用程式圖示。您也可以繼續使用先前的圖示。

# settings.icon.xinzoruo.toggle
source: 更换App图标
en: Change App Icon
fil: Palitan ang App Icon
fr: Changer l'icône de l'application
it: Change App Icon
ja: アプリアイコンの切り替え
ko: Change App Icon
ru: Изменить иконку приложения
vi: Thay đổi biểu tượng ứng dụng
zh_hant: 更換應用程式圖示

# settings.language.title
source: 偏好语言
en: Preferred language
fil: Napiling Wika
fr: Preferred language
it: Preferred language
ja: 優先言語
ko: Preferred language
ru: Предпочитаемый язык
vi: Cài Đặt Ngôn Ngữ
zh_hant: 偏好語言

# settings.misc.aboutThisApp
source: 关于小助手
en: About App
fil: Tungkol sa app
fr: A propos de l'App
it: About App
ja: Appについて
ko: About App
ru: О Pizza Helper for Genshin
vi: Thông tin ứng dụng
zh_hant: 關於小助手

# settings.misc.devCrew
source: 开发者
en: Developers
fil: Mga Developer
fr: Developpeurs
it: Developers
ja: 開発者
ko: Developers
ru: Разработчики
vi: Nhà phát triển
zh_hant: 開發者

# settings.misc.disclaimer
source: 用户协议与免责声明
en: User Policy
fil: Patakaran ng Gumagamit
fr: Condition d'utilisation (Chinois simplifié)
it: User Policy
ja: ユーザー協議
ko: User Policy
ru: Пользовательское соглашение
vi: Thỏa thuận người dùng và Tuyên bố miễn trừ trách nhiệm
zh_hant: 用戶協議與免責聲明

# settings.misc.EULA
source: 用户协议
en: User Policy
fil: Patakaran ng Gumagamit
fr: Condition d'utilisation
it: User Policy
ja: ユーザー協議
ko: User Policy
ru: Пользовательское соглашение
vi: Chính sách người dùng
zh_hant: 用戶協議

# settings.misc.FAQ
source: 常见使用问题（FAQ）
en: FAQ
fil: FAQ
fr: FAQ
it: FAQ
ja: FAQ
ko: FAQ
ru: ЧАВО (На английском)
vi: Câu hỏi thường gặp (FAQ)
zh_hant: 常見使用問題（FAQ）

# settings.misc.rateMeOnAppStore
source: 在App Store评分
en: Rate in App Store
fil: I-rate sa App Store
fr: Donner un commentaire sur App Store
it: Rate in App Store
ja: App Storeで評価する
ko: Rate in App Store
ru: Оцени нас в App Store
vi: Đánh giá ứng dụng trên App Store
zh_hant: 在App Store評分

# settings.misc.supportUs
source: 支持我们
en: Donate us
fil: Mag-donate sa amin
fr: Pour nous soutenir
it: Donate us
ja: 寄付する
ko: Donate us
ru: Поддержи нас
vi: Ủng hộ chúng tôi
zh_hant: 支援我們

# settings.more
source: 更多
en: More
fil: More
fr: Plus
it: More
ja: その他
ko: More
ru: Больше
vi: Thêm

# settings.more.cleanCacheFilesOfMBs:%@
source: 清空缓存 (%@MB)
en: Clean the Cache (%@MB)
fil: Linisin ang Cache (%@MB)
fr: Clean the Cache (%@MB)
it: Clean the Cache (%@MB)
ja: キャッシュを削除 (%@MB)
ko: Clean the Cache (%@MB)
ru: Очистить кэш (%@Мб)
vi: Xoá bộ nhớ cache (%@MB)
zh_hant: 清空緩存 (%@MB)

# settings.more.timeZone.descriptionWithCurrent:%@
source: 我们会根据您所选服务器对应时区计算每日材料刷新时间。当前时区：%@。
en: We calculate time based on the timezone of the server you chose. Current timezone: %@.
fil: Kinukuha namin ang oras batay sa timezone ng server na iyong pinili. Kasalukuyang timezone: %@.
fr: We calculate time based on the timezone of the server you chose. Current timezone: %@.
it: We calculate time based on the timezone of the server you chose. Current timezone: %@.
ja: 選択したサーバーのタイムゾーンに基づいて時間を計算します。現在のタイムゾーン：%@。
ko: We calculate time based on the timezone of the server you chose. Current timezone: %@.
ru: Мы рассчитываем время на основе часового пояса выбранного вами сервера. Текущий часовой пояс: %@.
vi: Chúng tôi tính toán thời gian dựa trên múi giờ của máy chủ bạn đã chọn . Múi giờ hiện tại: %@.
zh_hant: 我們會根據您所選伺服器對應時區計算每日材料刷新時間。當前時區：%@。

# settings.more.timeZone.title
source: 时区
en: Timezone
fil: Timezone
fr: Timezone
it: Timezone
ja: タイムゾーン
ko: Timezone
ru: Часовой пояс
vi: Múi Giờ
zh_hant: 時區

# settings.more.useEnkaJSONFromGitHosts
source: 利用来自 Git 服务网站的 Enka JSON 数据
en: Fetch Enka JSON data from Git service providers
fil: Fetch Enka JSON data from Git service providers
fr: Fetch Enka JSON data from Git service providers
it: Fetch Enka JSON data from Git service providers
ja: Git サービスサイトからの Enka JSON 資料を用いる
ko: Fetch Enka JSON data from Git service providers
ru: Fetch Enka JSON data from Git service providers
vi: Fetch Enka JSON data from Git service providers
zh_hant: 利用來自 Git 服務網站的 Enka JSON 資料

# settings.notification.accountsReceivingNotifications
source: 启用账号
en: Enabled Accounts
fil: Mga naka-enable na account
fr: Comptes activés
it: Enabled Accounts
ja: 有効なアカウント
ko: Enabled Accounts
ru: Включённые аккаунты
vi: Chọn tài khoản
zh_hant: 啟用帳號

# settings.notification.delivery
source: 通知推送
en: Notifications
fil: Notifications
fr: Notifications
it: Notifications
ja: 通知
ko: Notifications
ru: Уведомления
vi: Thông Báo

# settings.notification.deliverySettings
source: 通知推送设置
en: Notification Settings
fil: Mga Setting ng Notifications
fr: Réglage Notification
it: Notification Settings
ja: 通知設定
ko: Notification Settings
ru: Настройки уведомлений
vi: Cài Đặt Thông Báo
zh_hant: 通知推送設定

# settings.notification.disclaimer.onlyWorksWithNewNotifications
source: 注意：通知设置更改对目前已安排的通知不生效。
en: Note: Notification settings changes will not take effect for currently scheduled notifications.
fil: Tandaan: Ang mga pagbabago sa setting ng notification ay hindi magkakabisa para sa kasalukuyang naka-iskedyul na mga notification.
fr: Note: Notification settings changes will not take effect for currently scheduled notifications.
it: Note: Notification settings changes will not take effect for currently scheduled notifications.
ja: 注: 通知設定の変更は、現在スケジュールされている通知には反映されません。
ko: Note: Notification settings changes will not take effect for currently scheduled notifications.
ru: Примечание: Изменения настроек уведомлений не вступят в силу для текущих запланированных уведомлений.
vi: Lưu ý: Các thay đổi Cài Đặt thông báo sẽ không có hiệu lực đối với các thông báo hiện được lên lịch.
zh_hant: 注意：通知設定更改對目前已安排的通知不生效。

# settings.notification.expedition.condition.allFinished
source: 全部完成时
en: All done
fil: Tapos na ang lahat
fr: Lorsque toutes sont terminées
it: All done
ja: 全部完成
ko: All done
ru: Все завершены
vi: Tất Cả Đã Xong
zh_hant: 全部完成時

# settings.notification.expedition.condition.anyFinished
source: 任一完成时
en: Each done
fil: Tapos na ang bawat isa
fr: Lorsqu'une d'entre elles est terminée
it: Each done
ja: いずれに完成
ko: Each done
ru: Одно завершено
vi: Hoàn Thành
zh_hant: 任一完成時

# settings.notification.gotoSettings
source: 前往设置开启通知
en: Move to Settings to Enable Notifications
fil: Pumunta sa Settings para i-Enable ang Notifications
fr: Move to settings to enable notifications
it: Move to Settings to Enable Notifications
ja: 設定に移動して通知を有効にします
ko: Move to Settings to Enable Notifications
ru: Перейдите в настройки, чтобы активировать уведомления
vi: Di chuyển đến Cài Đặt để bật thông báo
zh_hant: 前往設定開啟通知

# settings.notification.hrsBeforeFullyFilled:%lld
source: 充满前%lld小时
en: %lld hours before Full
fil: %lld na oras bago mapuno
fr: %lld Heures avant d'être remplie
it: %lld hours before Full
ja: 満タンになる%lld時間前に
ko: %lld hours before Full
ru: %lld часов(-а) до заполнения
vi: %lld giờ trước khi đầy
zh_hant: 充滿前%lld小時

# settings.notification.note.relogin
source: 请重新登录本账号以获取stoken
en: Please re-login this account to get stoken
fil: Mag-login ulit sa account na ito upang makuha ang stoken
fr: Please re-login this account to get stoken
it: Please re-login this account to get stoken
ja: stokenを取得するには、このアカウントに再度ログインしてください
ko: Please re-login this account to get stoken
ru: Пожалуйста, повторно войдите в эту учетную запись, чтобы получить stoken
vi: Vui lòng đăng nhập lại tài khoản này để nhận được Token
zh_hant: 請重新登入該帳號以獲取stoken

# settings.notification.note.update
source: 您的通知均在本地创建，并在小组件自动刷新时，或您主动打开App时自动更新。 长时间未打开App或未使用小组件可能会导致通知不准确。 小组件若处于简洁模式下，部分通知可能仅能通过打开App刷新。
en: Notifications are created locally and are automatically updated when the widget refreshes, or when you open the App. Long periods of time without opening the App or without using the widget may result in inaccurate notifications. Some notifications may only be refreshed by opening the App if the widget is in clean mode.
fil: Ang mga notification ay nilikha nang lokal at awtomatikong na-update kapag nag-refresh ang widget, o kapag binuksan mo ang app. Kapag matagal ng oras nang hindi binubuksan ang app o nang hindi gumagamit ng widget ay maaaring magresulta sa hindi tumpak na mga abiso. Ang notification ay maaari lamang mai-refresh sa pamamagitan ng pagbubukas ng app kung ang widget ay nasa "simplified mode";
fr: Notifications are created locally and are automatically updated when the widget refreshes, or when you open the App. Long periods of time without opening the App or without using the widget may result in inaccurate notifications. Some notifications may only be refreshed by opening the App if the widget is in clean mode.
it: Notifications are created locally and are automatically updated when the widget refreshes, or when you open the App. Long periods of time without opening the App or without using the widget may result in inaccurate notifications. Some notifications may only be refreshed by opening the App if the widget is in clean mode.
ja: 通知はローカルで作成され、ウィジェットが自動的に更新されるか、アプリを開いたときに自動的に更新されます。 アプリを開かなかったり、ウィジェットを長時間使用しなかったりすると、通知が不正確になる場合があります。 ウィジェットが簡潔 モードの場合、一部の通知はアプリを開くことによってのみ更新される場合があります。
ko: Notifications are created locally and are automatically updated when the widget refreshes, or when you open the App. Long periods of time without opening the App or without using the widget may result in inaccurate notifications. Some notifications may only be refreshed by opening the App if the widget is in clean mode.
ru: Уведомления создаются локально и автоматически обновляются вместе с виджетами или когда вы открываете GI Helper. Длительные периоды без запуска приложения или без виджетов может сказаться на неправильности уведомлений. Некоторые уведомления могут обновляться только когда открываешь приложение.
vi: Thông báo được tạo cục bộ và được cập nhật tự động khi tiện ích làm mới hoặc khi bạn mở Ứng dụng. Việc không mở Ứng dụng trong thời gian dài hoặc không sử dụng tiện ích có thể dẫn đến thông báo không chính xác. Một số thông báo chỉ có thể được làm mới bằng cách mở ứng dụng nếu tiện ích ở chế độ làm mới.
zh_hant: 您的通知均在本地創建，並在小工具自動刷新時，或您主動打開App時自動更新。 長時間未打開App或未使用小工具可能會導致通知不準確。 小工具若處於簡潔模式下，部分通知可能僅能通過打開App刷新。

# settings.notification.notEnabled
source: 未启用通知，请前往设置开启。
en: Notifications disabled. Please enable it in the settings.
fil: Notifications disabled. I-enable sa settings.
fr: Notifications disabled. Please enable it in the settings.
it: Notifications disabled. Please enable it in the settings.
ja: 通知が無効になっています。設定で有効にしてください。
ko: Notifications disabled. Please enable it in the settings.
ru: Уведомления выключены. Пожалуйста, включите их в настройках.
vi: Thông báo bị vô hiệu hóa. Vui lòng kích hoạt nó trong Cài Đặt.
zh_hant: 未啟用通知，請前往設定開啟。

# settings.notification.resinOverflown
source: 树脂溢出提醒
en: Notify when Full
fil: I-Notify kapag Puno
fr: Resin back to full notification
it: Notify when Full
ja: 樹脂オーバーフローのリマインダー
ko: Notify when Full
ru: Уведомить, когда заполнится
vi: Thông báo khi đầy
zh_hant: 樹脂溢出提醒

# settings.notification.threshold
source: 提醒阈值
en: Resin Threshold
fil: Threshold ng Resin
fr: Résine remplie
it: Resin Threshold
ja: 通知タイミング
ko: Resin Threshold
ru: Порог Смолы
vi: Ngưỡng Nhựa
zh_hant: 提醒閾值

# settings.notification.type.dailyCommission
source: 每日委托提醒
en: Daily Commission
fil: Daily Commission
fr: Quête quotidienne
it: Daily Commission
ja: デイリー依頼通知
ko: Daily Commission
ru: Ежедневные Поручения
vi: Ủy Thác Hằng Ngày
zh_hant: 每日委託提醒

# settings.notification.type.expedition
source: 探索派遣提醒
en: Expedition
fil: Expedition
fr: Expedition
it: Expedition
ja: 探索派遣通知
ko: Expedition
ru: Экспедиции
vi: Phái Đi Thám Hiểm

# settings.notification.type.parametricTransformer
source: 参量质变仪提醒
en: Parametric Transformer
fil: Parametric Transformer
fr: Transformateur paramétrique
it: Parametric Transformer
ja: 参量物質変化器通知
ko: Parametric Transformer
ru: Параметрический преобразователь
vi: Máy Biến Đổi Tham Số
zh_hant: 參量質變儀提醒

# settings.notification.type.realmCurrency
source: 洞天宝钱提醒
en: Realm Currency
fil: Realm Currency
fr: Pièces du Royaume
it: Realm Currency
ja: 洞天宝銭通知
ko: Realm Currency
ru: Сокровища обители
vi: Tiền Động Tiên
zh_hant: 洞天寶錢提醒

# settings.notification.type.resin
source: 原粹树脂提醒
en: Original Resin
fil: Original Resin
fr: Résine originelle
it: Original Resin
ja: 天然樹脂通知
ko: Original Resin
ru: Первородная Смола
vi: Nhựa Nguyên Chất
zh_hant: 原粹樹脂提醒

# settings.notification.type.weeklyBosses
source: 周本 折扣提醒
en: Weekly Boss
fil: Weekly Boss
fr: Boss hebdomadaire
it: Weekly Boss
ja: 週ボス通知
ko: Weekly Boss
ru: Недельный босс
vi: Vùng đất thảo phạt
zh_hant: 週本折扣提醒

# settings.notification.whenToNotify.date
source: 提醒日期
en: Send on
fil: I-send sa
fr: Jour d'alerte
it: Send on
ja: 通知日付
ko: Send on
ru: Прислать в
vi: Hẹn Giờ

# settings.notification.whenToNotify.time
source: 提醒时间
en: Send at
fil: Send at
fr: L'heure d'alerte
it: Send at
ja: 通知時間
ko: Send at
ru: Отправить в
vi: Hẹn Giờ
zh_hant: 提醒時間

# settings.notification.whenToNotify.timing
source: 提醒于
en: Send when
fil: I-send kapag
fr: L'heure d'alerte
it: Send when
ja: 通知時間
ko: Send when
ru: Отправить когда
vi: Thông Báo Khi
zh_hant: 提醒於

# settings.privacy.abyssDataCollect
source: 允许收集深渊数据
en: Allow to Collect Spiral Abyss Data
fil: Payagan na mangolekta ng Spiral Abyss Data
fr: Allow to Collect Spiral Abyss Data
it: Allow to Collect Spiral Abyss Data
ja: 深境螺旋のデータの収集を許可
ko: Allow to Collect Spiral Abyss Data
ru: Разрешить сбор данных о Витой Бездне
vi: Cho phép thu thập dữ liệu La Hoàn Thâm Cảnh
zh_hant: 允許收集深淵資料

# settings.privacy.abyssDataCollect.detail
source: 我们希望收集您已拥有的角色和在攻克深渊时使用的角色。如果您同意我们使用您的数据，您将可以在App内查看我们实时汇总的深渊角色使用率、队伍使用率等情况。更多相关问题，请查看深渊统计榜单页面右上角的FAQ。
en: We are looking forward to collect the characters you owning and the characters you used in the Spiral Abyss. If you allow us to collect the data, you can checkout the real-time Spiral Chacacter Usage Rate, Team Usage Rate, etc. in the App. For further details, you can read the FAQ in the top-right corner of the Spiral Abyss Top Lists View.
fil: Inaasahan naming mangolekta ng mga character na pagmamay-ari mo at ang mga character na ginamit mo sa Spiral Abyss. Kung pinapayagan mo kaming mangolekta ng data, maaari mong suriin ang real-time na rate ng paggamit ng spiral chacacter, rate ng paggamit ng koponan, atbp sa app. Para sa karagdagang mga detalye, maaari mong basahin ang FAQ sa kanang-kanang sulok ng view ng mga nangungunang listahan ng Spiral Abyss.
fr: We are looking forward to collect the characters you owning and the characters you used in the Spiral Abyss. If you allow us to collect the data, you can checkout the real-time Spiral Chacacter Usage Rate, Team Usage Rate, etc. in the App. For further details, you can read the FAQ in the top-right corner of the Top Lists View.
it: We are looking forward to collect the characters you owning and the characters you used in the Spiral Abyss. If you allow us to collect the data, you can checkout the real-time Spiral Chacacter Usage Rate, Team Usage Rate, etc. in the App. For further details, you can read the FAQ in the top-right corner of the Spiral Abyss Top Lists View.
ja: こちらは貴殿の「ご所有のキャラ資料」と「深境螺旋でご使用していたキャラ資料」を集めようとしていますが、貴殿の許可が必要です。ご許可があれば、弊アプリで集められていた「全サーバーの深境螺旋全キャラ使用率」「サーバーの深境螺旋全チーム使用率」その情報の正確性をもっと向上することはできます。それについてのよくある質問は、「深境螺旋ランキング」その画面の右上のFAQをタップしてご覧ください。
ko: We are looking forward to collect the characters you owning and the characters you used in the Spiral Abyss. If you allow us to collect the data, you can checkout the real-time Spiral Chacacter Usage Rate, Team Usage Rate, etc. in the App. For further details, you can read the FAQ in the top-right corner of the Spiral Abyss Top Lists View.
ru: Нам необходимо собрать информацию о персонажах, которыми вы владеете и о персонажах, которых вы использовали в Витой Бездне. Если вы разрешите собирать эти данные, вы сможете смотреть пикрейт персонажей, отрядов и прочего в Витой Бездне в реальном времени. За подробностями вы можете обратиться в ЧАВО в правом верхнем углу пикрейта Витой Бездны.
vi: Chúng tôi rất mong được thu thập các nhân vật bạn sở hữu và các nhân vật bạn đã sử dụng trong La Hoàn Thâm Cảnh . Nếu bạn cho phép chúng tôi thu thập dữ liệu, bạn có thể kiểm tra Tỷ lệ sử dụng nhân vật theo thời gian thực, Tỷ lệ sử dụng đội hình , v.v. trong ứng dụng. Để biết thêm chi tiết, bạn có thể đọc Câu hỏi thường gặp ở góc trên bên phải của Chế độ xem danh sách hàng đầu trong La Hoàn.
zh_hant: 我們希望收集您已擁有的角色和在攻克深境螺旋（深淵）時使用的角色。如果您同意我們使用您的數據，您將可以在App內檢視我們實時彙總的深淵角色使用率、隊伍使用率等情況。更多相關問題，請檢閱深淵統計榜單頁面右上角的FAQ。

# settings.privacy.title
source: 隐私设置
en: Privacy
fil: Privacy
fr: Privacy
it: Privacy
ja: プライバシー
ko: Privacy
ru: Конфиденциальность
vi: Riêng Tư
zh_hant: 隱私設定

# settings.randomBackground.title
source: 随机背景
en: Random Background
fil: Random Background
fr: Random Background
it: Random Background
ja: ランダム背景
ko: Random Background
ru: Случайный фон
vi: Nền Ngẫu Nhiên
zh_hant: 隨機背景

# settings.realtimeActivity.notEnabled
source: 实时活动功能未开启
en: "Real-time activity" disabled.
fil: "Real-time activity" disabled.
fr: "Real-time activity" disabled.
it: "Real-time activity" disabled.
ja: 「リアルタイム アクティビティ」が有効になっていません
ko: "Real-time activity" disabled.
ru: "Эфир активности" выключен.
vi: "Hoạt động thời gian thực" Tắt.
zh_hant: 實時活動功能未開啟

# settings.resinTimer.background.title
source: 树脂计时器背景
en: Resin Timer Background
fil: Resin Timer Background
fr: Resin Timer Background
it: Resin Timer Background
ja: 樹脂タイマー背景
ko: Resin Timer Background
ru: Фон таймера смолы
vi: Chọn nền cho bộ hẹn giờ nhựa
zh_hant: 樹脂計時器背景

# settings.resinTimer.error.noInfo
source: 账号未获取信息
en: No info with account
fil: Walang info kasama ng account
fr: No info with account
it: No info with account
ja: アカウントに情報がありません
ko: No info with account
ru: Нет информации об этом аккаунте
vi: Không có thông tin tài khoản
zh_hant: 帳號未獲取資訊

# settings.resinTimer.error.systemSettings
source: 系统设置不允许本软件开启实时活动，请前往开启
en: The system settings are not allowed to start the real-time activity, please go to turn it on
fil: Ang system settings ay hindi pwede gamitin ang Real-Time Activity, pumunta sa settings at i-enable ito.
fr: The system settings are not allowed to start the real-time activity, please go to open
it: The system settings are not allowed to start the real-time activity, please go to turn it on
ja: システム設定では、このアプリでリアルタイム アクティビティを有効にすることはできません。有効にしてください。
ko: The system settings are not allowed to start the real-time activity, please go to turn it on
ru: Системные настройки не позволяют запускать эфир активности, пожалуйста измените их
vi: Cài Đặt hệ thống không được phép bắt đầu hoạt động thời gian thực, vui lòng bật nó lên
zh_hant: 系統設定不允許本軟件開啟實時活動，請前往開啟

# settings.resinTimer.error.unknown:%@
source: 未知错误：%@
en: Unknown Error: %@
fil: Unknown Error: %@
fr: Unknown Error: %@
it: Unknown Error: %@
ja: 未知のエラー： %@
ko: Unknown Error: %@
ru: Неизвестная ошибка: %@
vi: Lỗi không xác định: %@
zh_hant: 未知錯誤：%@

# settings.resinTimer.title
source: 树脂计时器设置
en: Resin Timer Settings
fil: Resin Timer Settings
fr: Resin Timer Settings
it: Resin Timer Settings
ja: 樹脂タイマー設定
ko: Resin Timer Settings
ru: Настройки таймера смолы
vi: Cài Đặt hẹn giờ nhựa đầy
zh_hant: 樹脂計時器設定

# settings.reverseProxy.navTitle
source: 反向代理设置
en: Reverse Proxy Settings
fil: Reverse Proxy Settings
fr: Reverse Proxy Settings
it: Reverse Proxy Settings
ja: 逆接代理の設定
ko: Reverse Proxy Settings
ru: Reverse Proxy Settings
vi: Reverse Proxy Settings
zh_hant: 反向代理設定

# settings.showExpedition.title
source: 展示派遣探索
en: Show Expedition Information
fil: Ipakita ang impormasyon tungkol sa Expedition
fr: Show Expedition Infomation
it: Show Expedition Information
ja: 探索派遣を表示
ko: Show Expedition Information
ru: Показывать информацию об экспедициях
vi: Hiển thị thông tin phái đi thám hiểm

# settings.siblingApps
source: 我们的其他作品
en: Other our works
fil: Iba pang mga gawa namin
fr: Nos autres œuvres
it: Altri nostri lavori
ja: 開発者の他のApp
ko: Other our works
ru: Наши другие работы
vi: Các công trình khác của chúng tôi
zh_hant: 我們的其他作品
